IDEA Open Model
Tendon.NumberOfStrand Property
Compatible with IDEA StatiCa Beta 20.0
 Number of strands
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public int NumberOfStrand { get; set; }
Public Property NumberOfStrand As Integer
	Get
	Set
Property Value
Type: Int32
See Also
Reference
Tendon Class
IdeaRS.OpenModel.Model Namespace